<?php

return [
    /*----header*/

    'address' => 'العنوان',
    'phone' => 'التليفون',
    'email' => 'البريد الإلكترونى',
    'login' => 'تسجيل دخول',
    'en' => 'English ',
    'ar' => 'عربي',

    /*---end----*/
    /*--Menu--*/
    'menu'=>'القائمة',
    'home' => 'الرئيسية',
    'about_us' => 'من نحن',
    'products'=>'المنتجات',
    'partenters'=>'شركاء النجاح',
    'gallery' => 'الجاليرى',
    'blog' => 'المدونة',
    'contact_us' => 'تواصل معنا',
    'offers'=>'العروض',
    'needHelp'=>'طلب مساعده؟',
    'categories'=>'التصنيفات',
    'search'=>'بحث',
    'search_text'=>'إبحث فى اكتر من 10.000 منتج',
    'account'=>'الحساب',
    'signin_up'=>'تسجيل دخول او حساب جديد',
    'wishlist'=>'المفضلة',
    'track_order'=>'اتبع طلبك',
  'my_order'=>'طلباتى',
  'my_profile'=>'ملف شخصى',
  'help_fqa'=>'أسئله ومساعدات',
  'checkout'=>'الدفع',
  'view_cart'=>'الذهاب للسلة',
  'total'=>'إجمالي',
  /*------footer------*/
  'quick_links'=>'روابط سريعة',
  'faq'=>'أشئلة شائعة',
  'help'=>'مساعدة',
  'contacts'=>'تواصل',
  'my_account'=>'حسابي ',
  'keep_touch'=>'إبق على اتصال',
  'follow_us'=>'إتبعنا',


/*---End Menu--*/


/*--footer ---*/
'links'=>'الروابط',
'about'=>'عن',
'news_letter'=>'رسالة بريد إلكترونى',
'site_map'=>'خريطه الموقع',
'Subscribe'=>'الإشتراك',
'enter_email'=>'ادخل ايميلك',
'dawnload_catalog'=>'تحميل الكاتلوج',
'dawnload_profile'=>'تحميل داتا شيت',
'tade_mark'=>'علامة تجارية ©',
'copy_right'=>'جميع الحقوق محفوظة لشركة سنيور ستبس ',
'windows'=>'شبابيك',
'noise_reduction'=>'تقليل الضوضاء',
'energy_solution'=>'حلول الطاقه',
'advantages'=>'مميزات',
'footer_text'=>'كل ما نقوم به يتعلق بك. من المواد الخام التي تأتي من أوروبا وأمريكا الشمالية إلى التكنولوجيا والتصميمات التي تتناسب تمامًا مع احتياجاتك.',


/*---End footer ---------*/
/*-----Home page -----------------*/

'shop_now'=>'اشترى الان',
'latest_product'=>'أحدث المنتجات',
'latest_offers'=>'أحدث العروض',
'latest_News'=>'أحدث الاخبار',
'add_favorites'=>'إضافة للمفضلة',
'share_product'=>'مشاركة المنتج',
'add_cart'=>'إضافة للسلة',
/*-----------about-----*/
'why_us'=>'لماذا نحن',
/*--------contact---------*/
'contact_text'=>'نسعي للوصول إليك في أي وقت وفي كل مكان.  رضاك مهمتنا وراحتك هي رؤيتنا.
<br>
يرجى الاتصال بنا في حال وجود  شكاوي أو استفسارات .',
'central_office'=>'المكتب الرئيسى',
'open_hour'=>'ساعات العمل',
'open'=>'مفتوح',
'close'=>'مغلق',
'location'=>'الموقع',
'sunday'=>'الأحد',
'monday'=>'الإثنين',
'tuesday'=>'الثلاثاء',
'wednesday'=>'الأربعاء',
'thursday'=>'الخميس',
'friday'=>'الجمعه',
'saturday'=>'السبت',
'name'=>'الإسم',
'message'=>'رسالة',
'subject'=>'الموضوع',
'send_msg'=>'إرسال الرسالة',
'controller_message_sub'=>'تم تأكيد اشتراك البريد الإلكتروني',
'controller_message'=>'شكرًا على رسالتك ، سيتم التواصل معك قريباً',




/*-----------blogs----------*/
'news'=>'الاخبار',
'pop_tags'=>'الكلمات الشائعة ',
'read_more'=>'إقرأ المزيد',

/*------------Product------------*/
'filter'=>'بحث',
'reset' =>'الغاء',
'reviews'=>'تقيمات',
'size'=>'مقاس',
'size_guide'=>'دليل المقاسات',
'color'=>'اللون',
'quantity'=>'الكمية',
'description'=>'الوصف',
'reviews'=>'التقييمات',
'related'=>'ذات صله',


'leave_review'=>'اكتب تعليق',
'sizes'=>'المقاسات',
'colors'=> 'الالوان',
'price'=>'الاسعار',
'searchresult'=>'نتائج البحث',









'feedback'=>'تعليقات',
'customer_feedback'=>'تعليقات العملاء',
'materials'=>'الخامات',
'best_materials'=>'أفضل الخامات',
'show_more'=>'رؤية المزيد',
'color_collection'=>'القطاعات الخشابي',
'color_text'=>'خامات بريميير يو بي في سي تتميز بصلابة ومتانة كبيرة ، ومقاومة كيميائية عالية ، وثبات حراري ومقاومة مميزة للطقس وأشعة الشمس فوق البنفسجية
<br>
يتوافر بريميير يو بي في سي بألوان مختلفة بناءً على احتياجات السوق والعملاء لأي مشروع',

/*-----contact page -----------------*/
/*-----Gallery page -----------------*/
'gallery_title'=>'مدونة الصور',
'our_vedios'=>'الفديوهات',
/*-----About page -----------------*/
'about_premier'=>'عن بريميير',
'story'=>'قصة بريميير',
'mission'=>'هدفنا',
'vision'=>'رؤية بريميير',


/*-----------------blogs-----------------*/
'popular_blog'=>'أشهر المدونات',
'tags'=>'علامات التواصل',
/*-------------------Products-----------------------*/
'advanced_performance'=>'الأداء المتطور لبريميير',
'information' =>'أهم المعلومات',
'total_thickness'=>'السماكة',
'chambers'=>'عدد الغرف',
'glass'=>'الزجاج',
'galss_mm'=>'ملم',
'chamber_no'=>'غرف',
'thick_mm'=>'مم',
'description'=>'المواصفات',
'key_features'=>'المميزات',
'product_details'=>'تفاصيل المنتجات',
'profile_information'=>'تفاصيل اخرى',
'other_product'=>'منتجات ذات صلة',
'catalogue_pdf'=>'كاتلوج بريميير 2021',

];
